Repository: Medisan/TVWeb
Catalog: usr/lib/enigma2/python/Plugins/Extensions/TVweb/locale/*/LC_MESSAGES/TVweb.po
Languages: es

source: Download Movie
es: Descargar película

source: Video Download Failed! Corrupted Download File: %s
es: Falló la descarga! Archivodescargado corrupto: %s

source: Video Download Failed! Could not read RTMP-Packet: %s
es: Falló la descarga! No se puede leer el paquete RTMP: %s

source: Video Download Failed! Segmentation fault: %s
es: Falló la descarga! error de segmentación: %s

source: Video Download Failed! Server returned error: %s
es: Falló la descarga! El servidor devuelve error: %s

source: Video Download Failed! Unknown Error: %s
es: Falló la descarga! error desconocido: %s

source: Yes
es: Si

source: Stop playing this movie?
es: Parar la pelicula?

source: This STB can't decode %s streams!
es: Este equipo no puede decodificar streams %s!

source: Your STB can't decode this video stream! %s Do you want to stream it via VLC Server from your PC?
es: Tu equipo no puede decodificar este stream de video! %s Quieres hacerlo via servidor VLC desde tu PC?

source: Your STB can't decode this video stream! %s
es: Tu equipo no puede decodificar este stream de video! %s

source: Bookmarks
es: Marcadores

source: TVweb plugin successfully updated! Do you want to restart GUI now?
es: El plugin TVweb ha sido actualizado correctamente! Quieres reiniciar GUi ahora?

source: Bookmarks from your favorite Movies
es: Marcadores de tus pelis favoritas

source: Enter Search Term:
es: Introduce el termino a buscar:

source: Save on HDD
es: Guardar en HDD

source: Direct Play
es: Ver video

source: Cached Play
es: Ver con cache

source: Bookmark
es: Añadir a marcador

source: Bookmark added!
es: Marcador añadido!

source: No Default Server configured in VLC Settings
es: No hay configurado un servidor por defecto en la configuracion de VLC

source: VLC Plugin Error
es: Erro de plugin VLC

source: Sorry, this Video can not get saved on HDD. Only HTTP, FTP and RTMP streams can get saved on HDD!
es: Lo sentimos, este video no se puede guardar en el HDD. Sólo streams HTTP, FTP y RTMP pueden guardarse

source: Unexpected Error: %s
es: Error inesperado: %s

source: Play now
es: Viendo ahora

source: Cancel
es: Cancelar

source: This stream can not get saved on HDD Protocol %s not supported :(
es: Este stream no puede guardarse en HDD Protocolo %s no soportado :(

source: Error downloading file: %s
es: Error descargando archivo: %s

source: VLC Plugin Error: %s
es: Error de Plugin VLC: %s

source: Delete selected bookmark
es: Borrar marcador seleccionado

source: Bookmark selected movie
es: Añadir a marcadores esta película

source: Bookmark selected category
es: Añadir a marcadores esta categoria

source: View Bookmarks
es: Ver Marcadores

source: View Downloads
es: Ver descargas

source: TVweb Settings
es: Configuración de TVweb

source: Close
es: Cerrar

source: Thumbnail Caching:
es: Cache de imágenes:

source: Show Adult Content:
es: Ver contenido adulto:

source: Download Images?:
es: Descargar imágenes?

source: Download Directory:
es: Directorio de descargas:

source: Cache Folder:
es: Carpeta de cache:

source: Default Resolution:
es: Resolución por defecto:

source: In downloads, Memory free every (min):
es: En las descargas, liberar memoria cada (min):

source: Please enter the correct pin code
es: Por favor, introduce el pin correcto

source: Enter pin code
es: Introduce el pin
